{
    "Understand How MapBiomas Indonesia Works": "Metode dan Tahapan",
    "Code" : "Kode",
    "Description": "Deskripsi",
    "Access The Platform": "Telusuri",
    "Mosaic MapBiomas": "Mosaik MapBiomas",
    "Classification": "Klasifikasi",
    "Integration": "Integrasi",
    "Transition": "Transisi",
    "Statistics": "Statistik",
    "Validation" : "Validasi",
    "Learning from the Past for the Future": "Belajar dari Masa Lalu untuk Masa Depan",
    "How Mapiomas Landy Works": "Metode dan Tahapan",
    "contact": "kontak",
    "about": "tentang",
    "map & data": "peta & data",
    "platform/map": "telusuri",
    "terms of use": "ketentuan penggunaan",
    "statistics": "statistik",
    "accuracy assessment": "uji akurasi",
    "methodology": "metodologi",
    "methodology & ATBD": "metodologi & ATBD",
    "references map": "referensi peta",
    "glossary": "glosarium",
    "news & event": "berita & acara",
    "downloads": "unduh",
    "The sections below describe the characteristics, networks, and a brief summary of the methodology applied by MapBiomas Indonesia to produce a time-series of land-use and land-cover data showing annual transitions over the collection period.": "Di bawah ini Anda akan menemukan karakteristik, jaringan kerja, dan gambaran umum metodologi Mapbiomas Indonesia untuk menghasilkan seri tahunan peta tutupan dan penggunaan lahan serta peta transisi/perubahan lahan sepanjang periode koleksi.",
    "The applied methodology is presented in the" : "Metodologi yang digunakan disajikan dalam",
    "General Characteristics": "Karakteristik Umum",
    "Network": "Jejaring",
    "Methodology Stages": "Tahapan Metodologi",
    "Land-use and land-cover maps of MapBiomas Indonesia were produced by applying a pixel-based approach on Landsat images. Machine-learning algorithms were developed to analyze the images using the tremendous cloud processing capacity provided by the Google Earth Engine.": "Semua peta tutupan dan penggunaan lahan Mapbiomas Indonesia merupakan hasil klasifikasi piksel per piksel citra satelit Landsat. Setiap prosesnya menggunakan algoritma <i>machine learning</i> berbasis cloud (<i>cloud processing</i>) pada platform <i>Google Earth Engine</i>.",
    "Collection of Landsat Images":"Citra Landsat",
    "30-meter resolution":"Resolusi 30 meter",
    "Pixel by Pixel Processing":"Diproses per Piksel",
    "30 x 30 Meters":"30 x 30 meter",
    "Cloud Processing":"Berbasis Komputasi Awan",
    "Following a series of discussions with technical experts from within Indonesia and from MapBiomas Brazil, the Mapiomas Indonesia team decided to classify 13 types of land-use and land-cover to be mapped, consisting 5 classes for basic themes and 8 classes for cross-cut themes.":"MapBiomas Indonesia menetapkan 13 kelas tutupan dan penggunaan lahan yang akan dipetakan, setelah serangkaian pembelajaran bersama MapBiomas Brasil, diskusi teknis dengan para pakar, dan kunjungan belajar ke Brasil. Kesebelas kelas terdiri atas 5 kelas dasar (<i>basic themes</i>) dan 8 kelas lintas tema (<i>cross-cut themes</i>).",
    "The Indonesia team was divided into the core team and the regional team. The analysis for the basic themes was under the regional team’s responsibility being done by 9 of the civil society organizations. Meanwhile, the cross-cut themes were handled by the Auriga Nusantara and Woods & Wayside International.": "Peta disiapkan oleh dua tim kerja, yaitu Tim Inti dan Tim Regio. Tim Inti membuat <i>cross-cut themes</i>. Di tim ini ada Auriga Nusantara dan Woods and Wayside International. Tim Regio menyiapkan <i>basic themes</i>. Tim ini terdiri dari 9 jejaring masyarakat sipil (CSOs).",
    "MapBiomas Mosaics are created from a collection of all available Landsat scenes within a particular unit of a grid during a certain period. From these, the best images for each pixel were selected to be combined into a Landsat grid. Each unit, or module, of the grid covered an area of 1<sup>o</sup> latitude x 1.5<sup>o</sup>; longitude with a total of 286 modules to cover all of Indonesia. A grid-based approach was run for every year during 2000-2022 to create the mosaics. The process used to create the MapBiomas Mosaics is briefly illustrated below:" : "Mosaik Mapbiomas adalah kumpulan seluruh citra Landsat pada periode tertentu yang dijadikan satu dalam sebuah grid mosaik yang berisi piksel terbaik. Proses mosaik dilakukan per grid (1<sup>o</sup>&nbsp;x 1,5<sup>o</sup> lintang/bujur - 286 grid) di setiap tahun sepanjang 2000-2022 (Koleksi 2.0). Untuk menghasilkan mosaik tersebut, tahapan proses yang dilakukan adalah sebagai berikut:",
    "Mosaic Mapbiomas": "Mosaik Mapbiomas",
    "To classify land-cover categories, a supervised classification process was conducted using a guided sampling process. Spectral parameters were inputted to the Random Forest algorithm, which then was used to analyze the characteristics of the samples. Once the Random Forest algorithm had been trained with the combination of spectral parameters and samples, the algorithm classified all pixels for the entire area of Indonesia. The classification process is illustrated below:":"Klasifikasi terbimbing (<i>supervised classification</i>) dilakukan terhadap mosaik Landsat yang berisi parameter yang sudah ditetapkan sebelumnya. Klasifikasi tahunan dihasilkan berdasarkan kumpulan sampel yang stabil sepanjang 2000-2019 (<i>stable sample</i>) di setiap region pada setiap tahun, mengandalkan algoritma Random Forest yang diproses pada platform <i>Google Earth Engine</i>. Adapun tahapan klasifikasi adalah sebagai berikut:",
    "Spatial & Temporal Filters":"Filter Spasial & Temporal",
    "MapBiomas Indonesia applied a post-classification process to stabilize the data and to reduce bias once the classification process was completed. The post-classification processes included&nbsp; the use of: a spatial filter; a temporal filter; a gap-fill filter; a frequency filter; and an incident filter.":"Mapbiomas Indonesia menerapkan proses pascaklasifikasi (post-classification) untuk menstabilkan data dan mengurangi bias setelah proses klasifikasi selesai. Proses pascaklasifikasi meliputi: <i>gap fill, spatial filter, temporal filter, frequency filter, dan incident filter.</i>",
    "The spatial filter was used to prevent changes in classification values in groups of pixels. The filter is made based on 'connectPixelCount' where the function would position connected pixel components with the same pixel values. This filter requires at least five connected pixels as a minimum connection value.":"Spatial filter digunakan untuk mencegah perubahan nilai klasifikasi dalam sebuah grup piksel. Filter ini dibuat berdasarkan <i>connectPixelCount</i> yang akan menempatkan komponen piksel yang terhubung yang memiliki nilai piksel yang sama. Pada filter ini setidaknya dibutuhkan 5 piksel yang terhubung sebagai nilai koneksi minimum.",
    "The temporal filter was used to identify unwanted transitions occurring over three to five years. The filter would examine and change the central position of non-sequential pixels for reclassification according to prior and subsequent classes.":"Temporal filter digunakan untuk mengidentifikasi transisi yang tidak diinginkan yang terjadi dalam waktu 3 hingga 5 tahun. Filter ini akan memeriksa dan mengubah piksel terisolasi untuk diklasifikasi ulang sesuai dengan kelas sebelum dan sesudahnya.",
    "In producing Landsat mosaics, areas containing clouds or shadows were often recorded as 'no-data' during the classification process. A gap-fill filter was applied to fill areas recorded as 'no-data' with data based on the previous year's land-cover for the same pixel.":"Pembuatan mosaik tahunan tanpa awan menyebabkan dihapusnya areal yang tertutup awan atau bayangan awan, sehingga areal tersebut menjadi 'tanpa data'. Areal tanpa data tersebut pada akhirnya tidak akan terklasifikasi atau tetap menjadi kelas tanpa data. <i>Gap-fill filter</i> diterapkan untuk mengisi areal tanpa data tersebut dengan data yang diambil dari data tahun sebelumnya.",
    "The frequency filter considered the occurrence of a particular class across the time series. All class occurrences with a persistence of less than 10% were filtered and classified as non-class.": "<i>Frequency filter</i> mempertimbangkan kemunculan kelas tertentu di seluruh rangkaian waktu. Semua kemunculan kelas dengan persistensi kurang dari 10% akan disaring dan diklasifikasikan sebagai non-kelas.",
    "The incident filter was used to stabilize pixel values that changed too frequently over the 20 years. This usually occurred at boundaries between classes. Pixel values that had changed more than eight times were replaced by stable pixel values in the time series.":"<i>Incident filter</i> digunakan untuk menstabilkan nilai piksel yang terlalu sering berubah dalam 20 tahun. Hal ini biasanya terjadi di perbatasan antar kelas. Nilai piksel yang telah berubah lebih dari 8 kali akan diganti dengan nilai piksel yang stabil dalam periode tahun tersebut.",
    "Regional classification products that had undergone filtering processes for each year from 2000-2022 were then integrated with cross-sectoral themes by applying a set of specific hierarchical prevalence rules.":"Peta hasil klasifikasi kelas dasar sepanjang 2000-2022 yang sudah melalui rangkaian proses filter kemudian diintegrasikan dengan kelas lintas tema, dengan menerapkan aturan prevalensi hierarki tertentu. <i>Spatial filter</i> diterapkan pada hasil integrasi untuk menghilangkan kelas yang terisolasi, yang terjadi akibat penggabungan semua kelas tutupan lahan.",
    "Transitions show the dynamics of land-use and land-cover change for a particular geographic area over a defined period of time. MapBiomas Indonesia analyzed the transitions based on time periods as: (a) per year, (b) per 5 years, (c) per 10 years, (d) all observed years.":"Transisi merupakan dinamika tutupan lahan yaitu perubahan kelas tertentu menjadi kelas yang lain dalam periode waktu tertentu. Mapbiomas Indonesia menganalisis transisi tersebut mengikuti periode: (a) per tahun, (b) per 5 tahun, (c) per 10 tahun, (d) tahun awal dan tahun akhir.",
    "The statistics of the defined classes were calculated based on several spatial units, such as administrative boundaries, Indonesia&rsquo;s legally-defined Forest Estate, watersheds, forest and peatland moratorium areas, and concession areas that were included in zonal statistics.":"Statistik dari kelas yang dipetakan dihitung berdasarkan unit spasial yang berbeda, seperti batas wilayah administrasi, kawasan hutan, daerah aliran sungai, wilayah moratorium hutan dan lahan gambut, dan wilayah perizinan konsesi, yang dimasukkan dalam statistik zona.",
    "Validation will be conducted through an accuracy analysis based on statistical techniques using independent sample points with visual interpretation for the whole of Indonesia and for all observed years. The validation process has not yet been conducted for MapBiomas Indonesia&rsquo;s Collection 1.0. Samples intended for validation are being prepared and will be applied for the next collection of MapBiomas Indonesia.":"Validasi dilakukan melalui analisis akurasi berdasarkan teknik statistik menggunakan titik sampel independen dengan interpretasi visual untuk seluruh Indonesia dan untuk seluruh tahun. Produk peta tutupan dan penggunaan lahan untuk Koleksi 1.0 Mapbiomas Indonesia belum melalui proses validasi ini. Penyiapan sampel untuk validasi sedang dilakukan dan akan digunakan untuk koleksi selanjutnya.",
    "infographic":"infografik",
    "landsat mosaics":"mosaik landsat",
    "map collection":"koleksi peta",
    "legend code":"kode legenda",
    "infographics":"infografis",
    "mural maps":"peta mural",
    "news":"berita"
}
